Repository: zixzelz/grsu-schedule
Catalog: grsu.schedule/Resources/*.lproj/Localizable.strings
Languages: ru

# CANCEL
source: Адмена
ru: Отмена

# INSTALL_BUTTON
source: Устанавіць
ru: Установить

# SEARCH_BAR_PLACEHOLDER_TITLE
source: Пошук
ru: Поиск

# LOADING_FAILED_MESSAGE
source: Памылка пры атрыманні дадзеных
ru: Ошибка при получении данных

# ADDRESS_NOT_FOUND_MESSAGE
source: Адрас не знойдзены
ru: Адрес не найден

# HOSTELL_NUMBER_TITLE
source: Інтэрнат №
ru: Общежитие №

# APPLICATION_YANDEX_MAP_NOT_INSTALLED_MESSAGE
source: Праграма Яндекс. Карты не ўстаноўлена
ru: Приложение Яндекс.Карты не установлено

# USERNAME_CANNOT_BE_EMPTY_MESSAGE
source: Поле «Лагін» павінна быць запоўнена
ru: Поле «Логин» должно быть заполнено

# USERNAME_NOT_FOUND_HEADER
source: Памылка аўтарызацыі
ru: Ошибка авторизации

# USERNAME_NOT_FOUND_MESSAGE
source: Памылковае імя карыстальніка
ru: Неверное имя пользователя

# STUDENT_NAVIGATION_BAR_TITLE
source: Фільтр
ru: Фильтр

# STUDENT_TABBAR_TITLE
source: Студэнты
ru: Студенты

# STUDENT_ACTION_LOGIN_TITLE
source: Увайсці
ru: Войти

# STUDENT_ACTION_SHOW_SCHEDULE_TITLE
source: Паказаць
ru: Показать

# STUDENT_FILTER_DEPARTMENT_TITLE
source: Форма навучання
ru: Форма обучения

# STUDENT_FILTER_FACULTY_TITLE
source: Факультэт
ru: Факультет

# STUDENT_FILTER_GROUP_TITLE
source: Група
ru: Группа

# STUDENT_FILTER_WEEK_TITLE
source: Тыдзень
ru: Неделя

# FAVORITE_NAVIGATION_BAR_TITLE
source: Выбранае
ru: Избранное

# FAVORITE_TABBAR_TITLE
source: Выбранае
ru: Избранное

# TEACHERS_NAVIGATION_BAR_TITLE
source: Выкладчыкі
ru: Преподаватели

# TEACHERS_TABBAR_TITLE
source: Выкладчыкі
ru: Преподаватели

# MYSCHEDULES_TABBAR_TITLE
source: Маё
ru: Мое

# TEACHER_INFO_NAVIGATION_BAR_TITLE
source: Выкладчык
ru: Преподаватель

# TEACHER_INFO_MOBILE_FIELD_TITLE
source: Сотавы
ru: Сотовый

# TEACHERS_LIST_EMPTY
source: Няма выкладчыкаў
ru: Нет преподавателей

# SCHEDULE_ACTION_MENU_ROOM
source: Аўдыторыя
ru: Аудитория

# SCHEDULE_ACTION_MENU_GROUP_SCHEDULE
source: Расклад групы
ru: Расписание группы

# SCHEDULE_ACTION_MENU_TEACHER_SCHEDULE
source: Расклад выкладчыка
ru: Расписание преп.

# SCHEDULE_ACTION_MENU_TEACHER_INFO
source: Выкладчык
ru: Преподаватель

# SCHEDULE_LIST_EMPTY
source: Няма раскладу на гэты тыдзень
ru: Нет расписания на данную неделю

# SCHEDULE_SELECT_GROUP_TITLE
source: выбар падргрупы:
ru: Выбор группы:

# SCHEDULE_SUBGROUP_TITLE
source: падгрупа:
ru: Подгруппа:

# AUTHENTICATION_FIELD_LOGIN
source: Лагін
ru: Логин

# AUTHENTICATION_ACTION_LOGIN
source: Увайсці
ru: Войти

# USER_PROFILE_ACTION_SIGNOUT
source: Выхад
ru: Выход
